<script lang="ts">
  import { onMount } from 'svelte';
  import { Hit as Metrika } from '$ui/yandex/metrika';

  const title = 'О предприятии • СУ 363';
  const description = 'О предприятии Строительное Управление № 363';

  onMount(() => document?.lazyloadInstance?.update());
</script>

<Metrika
  {title}
  {description} />

<svelte:body itemtype="https://schema.org/AboutPage" />

<main itemprop="mainContentOfPage">
  <header class="content mb-16">
    <h1 class="title">О предприятии</h1>
  </header>

  <div class="content pb-16">
    <h2 class="mb-4">Основные направления деятельности:</h2>

    <ul class="pl-8 leading-7">
      <li>Снос зданий и сооружений;</li>
      <li>Вырубка деревьев, кустарников и корчевка пней. Земляные работы;</li>
      <li>Устройство свайных оснований и фундаментов;</li>
      <li>Устройство гидроизоляции и утепления стен, фундаментов;</li>
      <li>Устройство монолитных железобетонных кострукций;</li>
      <li>Устройство кровли и молниезащиты;</li>
      <li>Каменная кладка, утройство перегородок;</li>
      <li>Изготовление и монтаж металлоконструкций;</li>
      <li>Установка конструкций витражей и окон;</li>
      <li>Установка внутренних и наружных дверных блоков, ворот;</li>
      <li>Монтаж вентилируемых фасадов и фасадов по системе "Теплый дом";</li>
      <li>Внутренняя отделка зданий;</li>
      <li>
        Монтаж внутренних инженерных коммуникаций: канализация, отопление, водоснабжение,
        вентиляция, кондиционирование, электромонтажные работы, слаботочные системы, системы
        пожарной безопасности, спринклерное пожаротушение;
      </li>
      <li>Вертикальный транспорт и подъемное оборудование;</li>
      <li>Поставка и монтаж оборудования и оснащения;</li>
      <li>Монтаж ИТП, ТП;</li>
      <li>Благоустройство и озеленение территории. Устройство дорог, парковок, проездов;</li>
      <li>Прокладка и перекладка наружных коммуникаций;</li>
      <li>Наружное освещение;</li>
      <li>Оснащение объектов технологическим оборудованием, мебелью.</li>
    </ul>
  </div>
</main>
